;   ----------------------------------------------------------------------
;               Sample message template file for GoldED
;   ----------------------------------------------------------------------
;
@LoadLanguage GEDLNGUS.CFG
;
;   ----------------------------------------------------------------------
;   Insert these lines if the message is a moved reply.
;   ----------------------------------------------------------------------
@Moved
@Moved*** Ответ на письмо из области @OEcho (@ODesc).
@Moved
;
;   ----------------------------------------------------------------------
;   Insert these lines if the message is changed, and not from you.
;   ----------------------------------------------------------------------
@Changed
@Changed*** Changed by @CName (@CAddr), @CDate @CTime.
@Changed
;
;   ----------------------------------------------------------------------
;   Insert these lines if the message is forwarded.
;   ----------------------------------------------------------------------
@Forward=============================================================================
@Forward* Перенес @CName (@CAddr)
@Forward* Area : @OEcho (@ODesc)
@Forward* From : @OName, @OAddr (@ODate @OTime)
@Forward* To   : @DName
@Forward* Link : @OFGHIUrl
@Forward* Subj : @Subject
@Forward=============================================================================
;
;   ----------------------------------------------------------------------
;   If we are forwarding or changing, the original message is inserted
;   here, with the @Message token.
;   ----------------------------------------------------------------------
@Message
;
@Forward=============================================================================
@Forward
;
;   ----------------------------------------------------------------------
;   Normal template begins.
;   ----------------------------------------------------------------------
Здpавствуй, @pseudo!
;
;   ----------------------------------------------------------------------
;   Insert extra empty line in new messages (non-replies).
;   ----------------------------------------------------------------------
@New
;
;   ----------------------------------------------------------------------
;   Position cursor for the editor.
;   ----------------------------------------------------------------------
@Position
;
;   ----------------------------------------------------------------------
;   If we are replying without quoting, add these lines.
;   ----------------------------------------------------------------------
@ReplyОтвет на письмо за <@ODate>, от @OName{меня}{тебя} @DName{мне}{тебе}, в сообщении по ссылке @OFGHIUrl:
@Reply@Position
;
;   ----------------------------------------------------------------------
;   If we are comment-replying, add these lines.
;   ----------------------------------------------------------------------
@Comment@ODate @OTime, @OName{я писал}{ты писал(а)} @DName{мне}{тебе}, в сообщении по ссылке @OFGHIUrl:
@Comment@Position
;
;   ----------------------------------------------------------------------
;   If we are quote-replying, add these lines.
;   ----------------------------------------------------------------------
@Quoted@ODate @OTime, @OName{я писал}{ты писал(а)} @DName{мне}{тебе}, в сообщении по ссылке @OFGHIUrl:
@Quoted@Position
;
;   ----------------------------------------------------------------------
;   For the quotebuffer, add these lines.
;   ----------------------------------------------------------------------
@Quotebuf
@Quotebuf@ODate @OTime, @OName{я писал}{ты писал(а)} @DName{мне}{тебе}:
@Quotebuf
;
;   ----------------------------------------------------------------------
;   Insert quote of the original message here, if our message is a
;   comment-reply or quote-reply.
;   ----------------------------------------------------------------------
@Quote

С уважением - @CFName
;   ----------------------------------------------------------------------
;   Sign the message with your first name.
;   ----------------------------------------------------------------------
;@CFName
;   ----------------------------------------------------------------------
;   End of template. Confused? Me too! :-)
;   ----------------------------------------------------------------------
